<?php

/**
 * @link http://www.microsoft.com/globaldev/reference/lcid-all.mspx
 */
return [
    'lcid' => '1000,0819,0419',
    'strings' => [
        [
            'id' => 'notifyUserStart',
            'text' => 'Автоматическое развертывание программного обеспечения в настоящее время обновляет вашу систему. Сохраните все документы, так как система может перезагрузиться без дальнейшего уведомления. Спасибо.'
        ],
        [
            'id' => 'notifyUserStop',
            'text' => 'Утилита автоматической установки программного обеспечения завершила установку или обновление программного обеспечения в вашей системе. Перезагрузка не требуется. Все обновления завершены.'
        ],
        [
            'id' => 'notifyUserFail',
            'text' => 'Не удалось выполнить установку программного обеспечения.'
        ],
        [
            'id' => 'notifyUserReboot',
            'text' => 'Необходима перезагрузка для завершения установки программного обеспечения. Обратите внимание, что некоторое программное обеспечение может не работать до перезагрузки компьютера.'
        ]
    ]
];
